[
  {
    "id": "c9df85ab-40fa-4470-a135-3c34e1e11a0a",
    "category": "mountain",
    "model": "Explorer 50",
    "price": 99.99,
    "brand": "North Face",
    "description": "Mochila de trekking de 50 litros con múltiples compartimentos y bolsillos. Perfecta para viajes de fin de semana o excursiones de un día. Cómoda y resistente para largas caminatas.",
    "img": "/img-public/explorer-50.png"
  },
  {
    "id": "d13d768f-5b5c-4a9a-89c5-2a01cda0f92f",
    "category": "mountain",
    "model": "Venture 40",
    "price": 89.99,
    "brand": "Osprey",
    "description": "Mochila de trekking de 40 litros con panel posterior de malla transpirable y sistema de ajuste personalizado. Diseñada para caminatas más cortas o excursiones de un día. Ligera y duradera.",
    "img": "/img-public/venture-40.png"
  },
  {
    "id": "e8c4fc0e-0c21-4a9e-8c1d-89d4a4da25da",
    "category": "mountain",
    "model": "Talus 33",
    "price": 79.99,
    "brand": "REI",
    "description": "Mochila de trekking de 33 litros con acceso frontal y superior. Cuenta con bolsillo para sistema de hidratación y soporte para bastones de senderismo. Ideal para excursiones de un día en terrenos variados.",
    "img": "/img-public/talus-33.png"
  },
  {
    "id": "1b4d4b4e-dc63-4cbf-9f3a-3d3afcccf1dd",
    "category": "mountain",
    "model": "Ascent 30",
    "price": 69.99,
    "brand": "Black Diamond",
    "description": "Mochila de trekking de 30 litros con sistema de suspensión cómodo y transpirable. Dispone de bolsillos laterales y frontales para fácil acceso a objetos pequeños. Perfecta para caminatas de un día o escalada alpina.",
    "img": "/img-public/ascent-30.png"
  },
  {
    "id": "a2f8a70f-fcb7-44b9-b6e2-8f509c6d21a6",
    "category": "mountain",
    "model": "Stratos 50",
    "price": 129.99,
    "brand": "Osprey",
    "description": "Mochila de trekking de 50 litros con panel posterior de malla transpirable y sistema de ajuste personalizado. Dispone de funda para lluvia integrada y bolsillos laterales con cremallera. Ideal para caminatas más largas o viajes de varios días.",
    "img": "/img-public/stratos-50.png"
  },  
  {
    "id": "ce5106a3-8b3d-48d1-9570-ee1ca1f987c8",
    "category": "mountain",
    "model": "Elevation 65",
    "price": 219.99,
    "brand": "Gregory",
    "description": "Mochila de trekking de 65 litros con sistema de ajuste personalizado y ventilación trasera. Cuenta con bolsillos exteriores con cremallera y soporte para bastones de senderismo. Perfecta para viajes de varios días con grandes cargas.",
    "img": "/img-public/elevation-65.png"
  },
  {
    "id": "b19d6340-ba6b-4baf-aae2-b2aeb22c41d7",
    "category": "mountain",
    "model": "Mojave 35",
    "price": 109.99,
    "brand": "Kelty",
    "description": "Mochila de trekking de 35 litros con bolsillos laterales de malla y acceso superior. Dispone de soporte para sistema de hidratación y bucles para sujetar el equipo. Ideal para excursiones de un día con cargas ligeras.",
    "img": "/img-public/mojave-35.png"
  },
  {
    "id": "de1d77a6-2072-44d1-8fcf-74fc60f87fc8",
    "category": "mountain",
    "model": "Expedition 80",
    "price": 349.99,
    "brand": "Deuter",
    "description": "Mochila de trekking de 80 litros con panel posterior transpirable y sistema de ajuste personalizado. Cuenta con compartimento inferior separado y soporte para esquís o tabla de snowboard. Ideal para expediciones de larga duración en terrenos extremos.",
    "img": "/img-public/expedition-80.png"
  },
  {
    "id": "c294f6df-bf2b-48dd-b99a-3c3c3fbb6d81",
    "category": "mountain",
    "model": "Targhee 45",
    "price": 139.99,
    "brand": "Thule",
    "description": "Mochila de trekking de 45 litros con acceso lateral y superior. Dispone de sistema de suspensión ajustable y bolsillos con cremallera en la cintura. Perfecta para viajes de fin de semana o excursiones de un día con cargas medias.",
    "img": "/img-public/targhee-45.png"
  },
  {
    "id": "6e08ee1c-0f3d-43a9-9ca7-721d8d6f5822",
    "category": "mountain",
    "model": "Cascade 55",
    "price": 179.99,
    "brand": "Mountainsmith",
    "description": "Mochila de trekking de 55 litros con panel posterior de malla transpirable y sistema de ajuste personalizado. Cuenta con bolsillos laterales y frontales con cremallera y soporte para bastones de senderismo. Ideal para viajes de varios días con cargas medias.",
    "img": "/img-public/cascade-55.png"
  },
  {
    "id": "e739e1a7-c2a2-4d81-9f9a-5f4374c4a31e",
    "category": "ski",
    "model": "Black Diamond Helio 105",
    "price": 899.99,
    "brand": "Black Diamond",
    "description": "Esquí de montaña de 105 mm de ancho y 3,4 kg por par. Construcción en carbono para mayor resistencia y durabilidad. Ofrece una excelente flotación en nieve polvo y un buen agarre en terrenos duros.",
    "img": "/img-public/helio-105.png"
  },
  {
    "id": "3471b23f-7d2f-4d5f-b80e-9dc5b5c27d4d",
    "category": "ski",
    "model": "Volkl Mantra M5",
    "price": 749.99,
    "brand": "Volkl",
    "description": "Esquí all-mountain con núcleo de madera y titanio. Ancho de 96 mm y sistema de rocker/camber para facilitar el giro y mejorar el rendimiento en terrenos variables. Ideal para esquiadores avanzados.",
    "img": "/img-public/mantra-m5.png"
  },
  {
    "id": "b7ca1e4e-93da-4b34-80b3-e93dc9d61135",
    "category": "ski",
    "model": "K2 Mindbender 99ti",
    "price": 849.99,
    "brand": "K2",
    "description": "Esquí all-mountain de 99 mm de ancho y construcción en titanio para mayor estabilidad y control. Tecnología Torsion Control Design para mejorar la transferencia de energía en el giro. Perfecto para esquiadores expertos.",
    "img": "/img-public/mindbender-99ti.png"
  },
  {
    "id": "edc6b4f9-c267-4e01-9a4f-27b6206a5562",
    "category": "ski",
    "model": "Atomic Bent Chetler 100",
    "price": 699.99,
    "brand": "Atomic",
    "description": "Esquí freeride de 100 mm de ancho y sistema de rocker completo para mayor flotación en nieve profunda. Núcleo de madera para una mayor durabilidad. Excelente agarre en terrenos duros.",
    "img": "/img-public/bentchetler-100.png"
  },
  {
    "id": "d2d18b3c-2c87-4dd7-a300-bb97f24b206c",
    "category": "ski",
    "model": "Rossignol Experience 84 Ai",
    "price": 649.99,
    "brand": "Rossignol",
    "description": "Esquí all-mountain con ancho de 84 mm y sistema de rocker/camber. Núcleo de madera y tecnología Air Tip VAS para reducir la vibración y mejorar la estabilidad. Perfecto para esquiadores intermedios y avanzados.",
    "img": "/img-public/experience-84ai.png"
  },
  {
    "id": "b44f1dbd-91ea-4086-9c6b-18b69476af6a",
    "category": "ski",
    "model": "Salomon QST 99",
    "price": 749.99,
    "brand": "Salomon",
    "description": "Esquí all-mountain de 99 mm de ancho y sistema de rocker/camber para mejorar el rendimiento en terrenos variables. Tecnología C/FX para mayor estabilidad y control en la nieve dura. Perfecto para esquiadores avanzados.",
    "img": "/img-public/qst-99.png"
  },
  {
    "id": "d6f0768c-c18a-4f2e-af04-7c8ccbcbe9cc",
    "category": "ski",
    "model": "Blizzard Brahma 82",
    "price": 699.99,
    "brand": "Blizzard",
    "description": "Esquí all-mountain de 82 mm de ancho y núcleo de madera para mayor estabilidad y durabilidad. Tecnología Flipcore para un mejor manejo en nieve profunda. Perfecto para esquiadores intermedios y avanzados.",
    "img": "/img-public/brahma-82.png"
  },
  {
    "id": "bce004dd-3cc7-4e09-8d7e-f5fa5d49773b",
    "category": "ski",
    "model": "Fischer Ranger 102 FR",
    "price": 799.99,
    "brand": "Fischer",
    "description": "Esquí freeride de 102 mm de ancho y sistema de rocker completo para mayor flotación en nieve profunda. Tecnología Air Tec Ti para reducir el peso sin sacrificar la estabilidad. Ideal para esquiadores expertos.",
    "img": "/img-public/ranger-102fr.png"
  },
  {
    "id": "22a9a1a7-80e5-48a2-9432-ee59fb139d1a",
    "category": "ski",
    "model": "Nordica Enforcer 104 Free",
    "price": 899.99,
    "brand": "Nordica",
    "description": "Esquí freeride de 104 mm de ancho y construcción en titanio para mayor estabilidad y control en la nieve dura. Sistema de rocker/camber para un mejor manejo en terrenos variables. Perfecto para esquiadores expertos.",
    "img": "/img-public/enforcer-104free.png"
  },
  {
    "id": "56e62f26-96a9-4a07-9b34-2a2e32e02d7f",
    "category": "ski",
    "model": "Head Kore 93",
    "price": 699.99,
    "brand": "Head",
    "description": "Esquí all-mountain de 93 mm de ancho y núcleo de karuba para reducir el peso sin sacrificar la estabilidad. Sistema de rocker/camber y tecnología Graphene-KOROYD-Carbon para mayor rendimiento en todo tipo de terrenos. Ideal para esquiadores intermedios y avanzados.",
    "img": "/img-public/kore-93.png"
  },
  {
    "id": "38b448f2-7571-4b9f-882e-3a50d5c5e63a",
    "model": "Cobra",
    "brand": "La Sportiva",
    "price": 149.99,
    "description": "Zapatilla de escalada para roca y competición. La mejor para superar techos y desplomes. Excelente agarre y precisión. Ideal para escaladores experimentados.",
    "category": "climbing",
    "img": "/img-public/cobra.png"
  },
  {
    "id": "bd5d5a5b-1c11-4e49-bda4-6c003fa1d67e",
    "model": "Solution",
    "brand": "La Sportiva",
    "price": 159.99,
    "description": "Zapatilla de escalada de alto rendimiento. Perfecta para superar problemas técnicos y bloques duros. Tecnología P3 patentada para conservar la forma original de la zapatilla. Comodidad y precisión inigualables.",
    "category": "climbing",
    "img": "/img-public/solution.png"
  },
  {
    "id": "8dc37677-3f39-4b6d-8c2e-c9a216c25a97",
    "model": "Genius",
    "brand": "Black Diamond",
    "price": 179.99,
    "description": "Zapatilla de escalada para competición y rendimiento. La mejor para superar los bloques más duros. Excelente ajuste y sensación de contacto con la roca. Diseño de lengüeta elástica para facilitar el ajuste.",
    "category": "climbing",
    "img": "/img-public/genius.png"
  },
  {
    "id": "38ed2207-8f22-49d7-83b4-b764a1e9e7c8",
    "model": "Testarossa",
    "brand": "La Sportiva",
    "price": 179.99,
    "description": "Zapatilla de escalada de alto rendimiento. Perfecta para problemas técnicos en desplomes y techos. Excelente adherencia y precisión en movimientos precisos. Ideal para escaladores experimentados.",
    "category": "climbing",
    "img": "/img-public/testarossa.png"
  },
  {
    "id": "ab086baa-5d63-48d2-8e08-736dc4961fb1",
    "model": "Kira",
    "brand": "Scarpa",
    "price": 119.99,
    "description": "Zapatilla de escalada para mujeres con tecnología Bi-Tension patentada. Excelente agarre y ajuste cómodo. Ideal para bloques y problemas técnicos. Diseño de talón con goma de fricción para una mayor adherencia en los talones.",
    "category": "climbing",
    "img": "/img-public/kira.png"
  },
  {
    "id": "b9f5b8c3-3d2d-41a3-b117-f7c9525b5bb5",
    "model": "Tarantula",
    "brand": "La Sportiva",
    "price": 89.99,
    "description": "Zapatilla de escalada para principiantes. Comodidad y agarre en cualquier tipo de roca. Tecnología FriXion para una excelente adherencia. Ajuste fácil y rápido para un ajuste cómodo y preciso.",
    "category": "climbing",
    "img": "/img-public/tarantula.png"
  },
  {
    "id": "5ef4ca9a-4a4d-4df0-8544-035a3b27c8d3",
    "model": "Skwama",
    "brand": "La Sportiva",
    "price": 149.99,
    "description": "Zapatilla de escalada para rendimiento y competición. Ideal para bloques y problemas técnicos en desplomes y techos. Tecnología P3 patentada para una mayor durabilidad y estabilidad. Comodidad y precisión inigualables.",
    "category": "climbing",
    "img": "/img-public/skwama.png"
  },
  {
    "id": "9a59a8c4-26d4-42c2-bc28-d65a0dbae541",
    "model": "Oasi",
    "brand": "Tenaya",
    "price": 139.99,
    "description": "Zapatilla de escalada de alto rendimiento. Tecnología Draxtor patentada para un ajuste cómodo y preciso. Excelente adherencia y precisión en movimientos técnicos. Ideal para escaladores experimentados.",
    "category": "climbing",
    "img": "/img-public/oasi.png"
  },
  {
    "id": "76f5ca91-9a56-401f-982c-19a208c99a79",
    "model": "Quantum",
    "brand": "Scarpa",
    "price": 159.99,
    "description": "Zapatilla de escalada para rendimiento y competición. Excelente para problemas técnicos en desplomes y techos. Tecnología X-Tension patentada para una mayor estabilidad en la zona del talón. Comodidad y precisión inigualables.",
    "category": "climbing",
    "img": "/img-public/quantum.png"
  },
  {
    "id": "8e882af5-989a-4e22-9e70-cf40cf89953d",
    "model": "Momentum",
    "brand": "Black Diamond",
    "price": 94.99,
    "description": "Zapatilla de escalada para principiantes y escaladores intermedios. Tecnología Engineered Knit patentada para una mayor comodidad y transpirabilidad. Suela NeoFriction para una excelente adherencia en cualquier tipo de roca.",
    "category": "climbing",
    "img": "/img-public/momentum.png"
  }
]
